const products = {
    caps: [
      {
        name: 'LOGO',
        price: '600',
        description: 'Вряд ли что-то доставляет столько же удовольствия, как те минуты сразу после интенсивной тренировки. Невероятная энергия. Приятная тяжесть в мышцах. Чувство исполненного долга. Перед выходом из зала надень эту шапку-бини adidas. Чтобы все узнали о твоей любви к спорту. Ну и для тепла, конечно.'
      },
      {
        name: 'AEROREADY FITTED',
        price: '800',
        description: 'Тренировка в холодную погоду заставляют сердце биться как никогда, особенно если ты одет для успеха. Сделай эту шапку adidas частью экипировки, которая заставит тебя подняться с дивана и выйти на улицу в морозную погоду. Технология AEROREADY впитывает влагу, поэтому холодный пот не заставит тебя вернуться в дом. Изготовленная из переработанных материалов, по крайней мере на 60% состоящая из вторсырья, эта продукция является лишь одним из наших решений, помогающих покончить с пластиковыми отходами.'
      },
      {
        name: 'CLASSIC',
        price: '700',
        description: 'Холодная погода? Одень эту шапку adidas. Проблемы с прической? Да, снова шапка. Хочешь подчеркнуть повседневный стиль? Ты знаешь ответ. Мягкая, эластичная и абсолютно классическая шапка-бини, которая подойдет для любого случая, когда тебе захочется согреть уши или создать образ в стиле adidas.'
      }
      
    ],
    shoes: [
      {
        name: 'NITEBALL',
        price: '4100',
        description: 'Если ты ищешь что-нибудь смелое и яркое, то ты по адресу. Зашнуруй эти кроссовки adidas Niteball и будь готов привлекать внимание. Эффектный силуэт в современном уличном стиле дополнен светоотражающими деталями и тремя большими полосками. Легкая промежуточная подошва Lightstrike смягчает каждый шаг. Модель частично выполнена из переработанного материала, созданного из отходов производства, например обрезков ткани, а также из вторичных бытовых отходов с целью сокращения производства первичных тканей и снижения негативного влияния на экологию.'
      },
      {
        name: 'FORUM LOW',
        price: '4400',
        description: 'Это не просто кроссовки, а подлинный символ эпохи. Модель adidas Forum появилась в 1984 году и завоевала любовь не только на баскетбольных площадках, но и в шоу-бизнесе. Эта пара возрождает стиль 80-х и культовый дизайн X-образных ремешков в новой версии для современных улиц.'
      },
      {
        name: 'OZWEEGO',
        price: '4999',
        description: 'Эти кроссовки представляют стиль конца 90-х – начала 2000-х в новом ключе, объединяя ретро-детали с футуристическим дизайном. Модель выполнена из сетки, замши и гладкого синтетического материала. Специальные вставки поддерживают переднюю часть стопы и пятки. Кроссовки чувствуются невероятно комфортно в течение всего дня. Винтажные детали по фирменному дизайну модели 1998 года. Ozweego позаимствовали прозрачные фиксирующие шнуры, промежуточную подошву узнаваемой формы и культовую планку для шнуровки. Вставка из материала Adiprene+ обеспечивает мягкость шага и увеличивает силу отталкивания.'
      }
    ],
    jacket: [
      {
        name: 'HELIONIC',
        price: '4500',
        description: 'Теплая, непродуваемая и водоотталкивающая куртка с капюшоном Helionic поможет тебе сохранить тепло в холодную погоду. Конструкция с бесшовными валиками эффективно защищает от холода. Наружный слой выполнен из 100% переработанного полиэстера. Эластичные манжеты не пропускают холодный воздух внутрь, а водоотталкивающее покрытие позволяет чувствовать себя комфортно в снег и дождь. В куртке тепло и удобно повсюду – от поездок на работу до длительных прогулок по выходным. В ветреные дни можно надеть капюшон. Благодаря лаконичному дизайну и аккуратному логотипу куртка гармонично впишется в твой гардероб.'
      },
      {
        name: 'XPLORIC',
        price: '4000',
        description: 'Мужской парк для тепла и комфорта в повседневной жизни. Удлиненный фасон и синтетический утеплитель хорошо согревают. Прочные материалы обладают хорошей износостойкостью и позволяют носить модель каждый день. Съемный искусственный мех на капюшоне. Передние карманы дополнены выходом для провода наушников.'
      },
      {
        name: 'RELAXED',
        price: '5200',
        description: 'Свободный, непринужденный крой и немного укороченный фасон придают этой пуховой куртке adidas удобный и современный вид. Традиционные перегородки и пух с наполнителем 600 Fill Power обеспечивают тепло, которое можно почувствовать, как только ты его оденешь. Эластичные манжеты и регулируемое разделение удерживают тепло, создавая уют в холодные дни. Карманы на молнии согревают руки, а ключи или телефон всегда под рукой.'
      }
    ],
  }